Repository: kaisenlinux/tasksel
Catalog: kaisen-tasks-orig/po/*.po
Languages: fr

source: Kali core packages
fr: Paquets de base de Kali

source: Desktop environment [selecting this item has no effect]
fr: Environnement de bureau [sélectionner cet élément n'a aucun effet]

source: This task is an heading grouping the various desktop environments.
fr: Cette tâche est un en-tête regroupant les différents environnements de bureau.

source: This task installs the GNOME desktop environment.
fr: Cette tâche installe l'environnement de bureau GNOME.

source: This task installs the KDE Plasma desktop environment.
fr: Cette tâche installe l'environnement de bureau KDE Plasma.

source: This task installs the LXDE desktop environment.
fr: Cette tâche installe l'environnement de bureau LXDE.

source: This task installs the MATE desktop environment.
fr: Cette tâche installed l'environnement de bureau MATE.

source: Xfce (Kali's default desktop environment)
fr: Xfce (environnement de bureau par défaut de Kali)

source: This task installs kali-desktop-xfce.
fr: Cette tâche installe kali-desktop-xfce.

source: Collection of tools [selecting this item has no effect]
fr: Collection d'outils [sélectionner cet élément n'a aucun effet]

source: This task is an heading grouping generic metapackages.
fr: Cette tâche est un en-tête regroupant les méta-paquets génériques.

source: default -- recommended tools (available in the live system)
fr: par défaut -- outils recommandés (disponibles dans le système live)

source: This task installs kali-linux-default.
fr: Cette tâche installe kali-linux-default.

source: everything -- almost all tools [>= 7 GB to download, >= 16 GB installed]
fr: tout -- presque tous les outils [>= 7 Go à télécharger, >= 16 Go installé]

source: This task installs kali-linux-everything.
fr: Cette tâche installe kali-linux-everything.

source: large -- default selection plus additional tools
fr: large -- sélection par défaut plus des outils additionnels

source: This task installs kali-linux-large.
fr: Cette tâche install kali-linux-large.

source: top10 -- the 10 most popular tools
fr: top10 -- les 10 outils les plus populaires

source: This task installs kali-tools-top10 and kali-linux-core.
fr: Cette tâche installe kali-tools-top10 et kali-linux-core.

source: standard system utilities
fr: utilitaires usuels du système

source: This task sets up a basic user environment, providing a reasonably small selection of services and tools usable on the command line.
fr: Cette tâche installe un environnement utilisateur basique, qui fournit une sélection relativement raisonnable de services et outils pouvant être utilisés en ligne de commande.

source: Install tools by purpose [selecting this item has no effect]
fr: Installer des catégories d'outils [sélectionner cet élément n'a aucun effet]

source: This task is a heading grouping kali-tools-* metapackages.
fr: Cette tâche est un en-tête regroupant les métapaquets kali-tools-*.

source: This task installs kali-tools-database.
fr: Cette tâche installe kali-tools-database.

source: This task installs kali-tools-exploitation.
fr: Cette tâche installe kali-tools-exploitation.

source: This task installs kali-tools-forensics.
fr: Cette tâche installe kali-tools-forensics.

source: This task installs kali-tools-information-gathering.
fr: Cette tâche installe kali-tools-information-gathering.

source: This task installs kali-tools-passwords.
fr: Cette tâche install kali-tools-passwords.

source: This task installs kali-tools-post-exploitation.
fr: Cette tâche installe kali-tools-post-exploitation.

source: This task installs kali-tools-reporting.
fr: Cette tâche install kali-tools-reporting.

source: This task installs kali-tools-reverse-engineering.
fr: Cette tâche installe kali-tools-reverse-engineering.

source: This task installs kali-tools-sniffing-spoofing.
fr: Cette tâche installe kali-tools-sniffing-spoofing.

source: This task installs kali-tools-social-engineering.
fr: Cette tâche installe kali-tools-social-engineering.

source: This task installs kali-tools-vulnerability.
fr: Cette tâche installle kali-tools-vulnerability.

source: This task installs kali-tools-web.
fr: Cette tâche installe kali-tools-web.

source: This task installs kali-tools-wireless.
fr: Cette tâche installe kali-tools-wireless.
