Repository: kaisenlinux/tasksel
Catalog: kaisen-tasks/po/*.po
Languages: de, es, fr, it, pt

source: Select desktop environment (select this item has no effect) ==>
de: Desktop-Umgebung auswählen (die Auswahl dieses Elements hat keine Auswirkungen) ==>
es: Entorno de escritorio (la selección de este elemento no tiene ningún efecto) ==>
fr: Environnement de bureau (sélectionner cet élément n'a aucun effet) ==>
it: Selezionare l'ambiente desktop (selezionare questa voce non ha effetto) ==>
pt: Seleccionar ambiente de trabalho (seleccionar este item não tem efeito) ==>

source: This task permit select desktop environment.
de: Diese Aufgabe erlaubt die Auswahl der Desktop-Umgebung.
es: Esta tarea permite seleccionar el entorno de escritorio.
fr: Sélectionner un environnement de bureau.
it: Questo compito permette di selezionare l'ambiente desktop.
pt: Esta tarefa permite seleccionar o ambiente de trabalho.

source: This task installs kaisen-kde.
de: Mit dieser Aufgabe wird kaisen-kde installiert.
es: Esta tarea instala kaisen-kde.
fr: Cette tâche installe kaisen-kde.
it: Questo compito installa kaisen-kde.
pt: Esta tarefa instala kaisen-kde.

source: This task installs kaisen-lxqt.
es: Esta tarea instala kaisen-lxqt.
fr: Cette tâche installe kaisen-lxqt.
pt: Esta tarefa instala kaisen-lxqt.

source: This task installs kaisen-mate.
de: Mit dieser Aufgabe wird kaisen-mate installiert.
es: Esta tarea instala kaisen-mate.
fr: Cette tâche installe kaisen-mate.
it: Questo compito installa kaisen-mate.
pt: Esta tarefa instala kaisen-mate.

source: This task installs kaisen-xfce.
de: Mit dieser Aufgabe wird kaisen-xfce installiert.
es: Esta tarea instala kaisen-xfce.
fr: Cette tâche installe kaisen-xfce.
it: Questo compito installa kaisen-xfce.
pt: Esta tarefa instala kaisen-xfce.

source: Install offline documentation
de: Offline-Dokumentation installieren
es: Instalar la documentación fuera de línea
fr: Installer la documentation hors-ligne
it: Installare la documentazione offline
pt: Instalar documentação offline

source: This task installs kaisen-documentation.
de: Diese Aufgabe installiert die kaisen-documentation.
es: Esta tarea instala kaisen-documentation.
fr: Cette tâche installe kaisen-documentation.
it: Questo compito installa kaisen-documentation.
pt: Esta tarefa instala kaisen-documentation.

source: Adding more filesystems support
de: Hinzufügen weiterer Dateisystemunterstützung
es: Añadir más soporte de sistemas de archivos
fr: Meilleur support des systèmes de fichiers
it: Aggiungere il supporto di altri filesystem
pt: Adicionando mais suporte de sistemas de ficheiros

source: This task installs kaisen-filesystems.
de: Mit dieser Aufgabe wird kaisen-filesystems installiert.
es: Esta tarea instala kaisen-filesystems.
fr: Cette tâche installe kaisen-filesystems.
it: Questo compito installa kaisen-filesystems.
pt: Esta tarefa instala kaisen-filesystems.

source: Adding more firmwares support
de: Hinzufügen von mehr Firmware-Unterstützung
es: Añadir más soporte de firmwares
fr: Meilleur support matériel
it: Aggiungere il supporto di altri firmwares
pt: Adicionando mais suporte de firmwares

source: This task installs kaisen-firmwares.
de: Mit dieser Aufgabe wird kaisen-firmwares installiert.
es: Esta tarea instala kaisen-firmwares.
fr: Cette tâche installe kaisen-firmwares.
it: Questo compito installa kaisen-firmwares.
pt: Esta tarefa instala kaisen-firmwares.

source: Install offline manpages
de: Offline-Manpages installieren
es: Instalar páginas de manual sin conexión
fr: Installer les manpages hors-ligne
it: Installare manpages offline
pt: Instalar páginas de trabalho offline

source: This task installs kaisen-manpages.
de: Mit dieser Aufgabe wird kaisen-manpages installiert.
es: Esta tarea instala kaisen-manpages.
fr: Cette tâche installe kaisen-manpages.
it: Questo compito installa kaisen-manpages.
pt: Esta tarefa instala kaisen-manpages.

source: Install miscellaneous tools
de: Verschiedene Werkzeuge installieren
es: Instalar herramientas diversas
fr: Installer les outils divers
it: Installare strumenti vari
pt: Instalar ferramentas diversas

source: This task installs kaisen-miscellaneous.
de: Mit dieser Aufgabe wird kaisen-miscellaneous installiert.
es: Esta tarea instala kaisen-miscellaneous.
fr: Cette tâche installe kaisen-miscellaneous.
it: Questo compito installa kaisen-miscellaneous.
pt: Esta tarefa instala kaisen-miscellaneous.

source: Install all network tools
de: Alle Netzwerk-Tools installieren
es: Instalar todas las herramientas de red
fr: Installer tous les outils réseau
it: Installare tutti gli strumenti di rete
pt: Instalar todas as ferramentas de rede

source: This task installs kaisen-network-tools.
de: Diese Aufgabe installiert die kaisen-network-tools.
es: Esta tarea instala kaisen-network-tools.
fr: Cette tâche installe kaisen-network-tools.
it: Questo compito installa kaisen-network-tools.
pt: Esta tarefa instala kaisen-network-tools.

source: Install only ethernet tools
de: Nur Ethernet-Tools installieren
es: Instalar sólo herramientas ethernet
fr: Installer seulement les outils ethernet
it: Installare solo strumenti ethernet
pt: Instalar apenas ferramentas ethernet

source: This task installs kaisen-ethernet-tools.
de: Diese Aufgabe installiert die kaisen-ethernet-tools.
es: Esta tarea instala kaisen-ethernet-tools.
fr: Cette tâche installe kaisen-ethernet-tools.
it: Questo compito installa kaisen-ethernet-tools.
pt: Esta tarefa instala kaisen-ethernet-tools.

source: Install only GNS3 tools
de: Nur GNS3-Tools installieren
es: Instalar sólo las herramientas GNS3
fr: Installer seulement les outils GNS3
it: Installare solo strumenti GNS3
pt: Instalar apenas ferramentas GNS3

source: This task installs kaisen-gns3.
de: Mit dieser Aufgabe wird kaisen-gns3 installiert.
es: Esta tarea instala kaisen-gns3.
fr: Cette tâche installe kaisen-gns3.
it: Questo compito installa kaisen-gns3.
pt: Esta tarefa instala kaisen-gns3.

source: Install only OSI layer 2 tools
de: Nur OSI-Schicht-2-Tools installieren
es: Instalar sólo las herramientas de la capa 2 de OSI
fr: Installer seulement les outils de couche 2 OSI
it: Installare solo strumenti di livello OSI 2
pt: Instalar apenas ferramentas OSI camada 2

source: This task installs kaisen-layer2-tools.
de: Diese Aufgabe installiert die kaisen-layer2-tools.
es: Esta tarea instala kaisen-layer2-tools.
fr: Cette tâche installe kaisen-layer2-tools.
it: Questo compito installa kaisen-layer2-tools.
pt: Esta tarefa instala kaisen-layer2-tools.

source: Install only OSI layer 3 tools
de: Nur OSI-Schicht-3-Tools installieren
es: Instalar sólo las herramientas de la capa 3 de OSI
fr: Installer seulement les outils de couche 3 OSI
it: Installare solo strumenti di livello OSI 3
pt: Instalar apenas ferramentas OSI camada 3

source: This task installs kaisen-layer3-tools.
de: Diese Aufgabe installiert die kaisen-layer3-tools.
es: Esta tarea instala kaisen-layer3-tools.
fr: Cette tâche installe kaisen-layer3-tools.
it: Questo compito installa kaisen-layer3-tools.
pt: Esta tarefa instala kaisen-layer3-tools.

source: Install only OSI layer 4 tools
de: Nur OSI-Schicht-4-Tools installieren
es: Instalar sólo las herramientas de la capa 4 de OSI
fr: Installer seulement les outils de couche 4 OSI
it: Installare solo strumenti di livello OSI 4
pt: Instalar apenas ferramentas OSI camada 4

source: This task installs kaisen-layer4-tools.
de: Diese Aufgabe installiert die kaisen-layer4-tools.
es: Esta tarea instala kaisen-layer4-tools.
fr: Cette tâche installe kaisen-layer4-tools.
it: Questo compito installa kaisen-layer4-tools.
pt: Esta tarefa instala kaisen-layer4-tools.

source: Install only network monitoring tools
de: Installieren Sie nur Tools zur Netzwerküberwachung
es: Instalar sólo herramientas de supervisión de la red
fr: Installer seulement les outils de monitoring
it: Installare solo strumenti di monitoraggio della rete
pt: Instalar apenas ferramentas de monitorização de rede

source: This task installs kaisen-network-monitoring.
de: Mit dieser Aufgabe wird kaisen-network-monitoring installiert.
es: Esta tarea instala kaisen-network-monitoring.
fr: Cette tâche installe kaisen-network-monitoring.
it: Questo compito installa kaisen-network-monitoring.
pt: Esta tarefa instala kaisen-network-monitoring.

source: Install only network PCAP tools
de: Nur Netzwerk-PCAP-Tools installieren
es: Instalar sólo herramientas PCAP de red
fr: Installer seulement les outils PCAP
it: Installare solo strumenti PCAP di rete
pt: Instalar apenas ferramentas PCAP de rede

source: This task installs kaisen-pcap-tools.
de: Diese Aufgabe installiert die kaisen-pcap-tools.
es: Esta tarea instala kaisen-pcap-tools.
fr: Cette tâche installe kaisen-pcap-tools.
it: Questo compito installa kaisen-pcap-tools.
pt: Esta tarefa instala kaisen-pcap-tools.

source: Install only console port tools
de: Nur Tools für den Konsolenanschluss installieren
es: Instalar sólo las herramientas del puerto de la consola
fr: Installer seulement les outils de port console
it: Installare solo gli strumenti della porta della console
pt: Instalar apenas ferramentas de porta de consola

source: This task installs kaisen-portconsole-tools.
de: Diese Aufgabe installiert die kaisen-portconsole-tools.
es: Esta tarea instala kaisen-portconsole-tools.
fr: Cette tâche installe kaisen-portconsole-tools.
it: Questo compito installa kaisen-portconsole-tools.
pt: Esta tarefa instala kaisen-portconsole-tools.

source: Install only network scanners tools
de: Nur Netzwerk-Scanner-Tools installieren
es: Instalar sólo herramientas de escáner de red
fr: Installer seulement les outils de scanners réseau
it: Installare solo strumenti di scanner di rete
pt: Instalar apenas ferramentas de scanners de rede

source: This task installs kaisen-network-scanners.
de: Mit dieser Aufgabe wird kaisen-network-scanners installiert.
es: Esta tarea instala kaisen-network-scanners.
fr: Cette tâche installe kaisen-network-scanners.
it: Questo compito installa kaisen-network-scanner.
pt: Esta tarefa instala kaisen-network-scanners.

source: Install only network miscellaneous tools
de: Nur verschiedene Netzwerk-Tools installieren
es: Instalar sólo las herramientas diversas de la red
fr: Installer seulement les outils réseau divers
it: Installare solo strumenti vari di rete
pt: Instalar apenas ferramentas diversas de rede

source: This task installs kaisen-network-uncategorized.
de: Diese Aufgabe installiert kaisen-network-uncategorized.
es: Esta tarea instala kaisen-network-uncategorized.
fr: Cette tâche installe kaisen-network-uncategorized.
it: Questo compito installa kaisen-network-uncategorized.
pt: Esta tarefa instala kaisen-network-uncategorized.

source: Install only VPN clients
de: Nur VPN-Clients installieren
es: Instalar sólo clientes VPN
fr: Installer seulement les clients VPN
it: Installare solo client VPN
pt: Instalar apenas clientes VPN

source: This task installs kaisen-vpn-tools.
de: Diese Aufgabe installiert die kaisen-vpn-tools.
es: Esta tarea instala kaisen-vpn-tools.
fr: Cette tâche installe kaisen-vpn-tools.
it: Questo compito installa kaisen-vpn-tools.
pt: Esta tarefa instala kaisen-vpn-tools.

source: Install only Wi-Fi tools
de: Nur Wi-Fi-Tools installieren
es: Instalar sólo herramientas Wi-Fi
fr: Installer seulement les outils Wi-Fi
it: Installare solo strumenti Wi-Fi
pt: Instalar apenas ferramentas Wi-Fi

source: This task installs kaisen-wifi-tools.
de: Diese Aufgabe installiert die kaisen-wifi-tools.
es: Esta tarea instala kaisen-wifi-tools.
fr: Cette tâche installe kaisen-wifi-tools.
it: Questo compito installa kaisen-wifi-tools.
pt: Esta tarefa instala kaisen-wifi-tools.

source: Install scripts and the services menu
de: Skripte und das Menü Dienste installieren
es: Instalar scripts y el menú de servicios
fr: Installer le menu services et ses scripts
it: Installare gli script e il menu dei servizi
pt: Instalar scripts e o menu de serviços

source: This task installs kaisen-services-management.
de: Mit dieser Aufgabe wird kaisen-services-management installiert.
es: Esta tarea instala kaisen-services-management.
fr: Cette tâche installe kaisen-services-management.
it: Questo compito installa kaisen-services-management.
pt: Esta tarefa instala kaisen-services-management.

source: Install all sysadmin tools
de: Installieren Sie alle Sysadmin-Tools
es: Instalar todas las herramientas de administración del sistema
fr: Installer tous les outils pour adminsys
it: Installare tutti gli strumenti di sysadmin
pt: Instalar todas as ferramentas do sysadmin

source: This task installs kaisen-sysadmin-tools.
de: Diese Aufgabe installiert die kaisen-sysadmin-tools.
es: Esta tarea instala kaisen-sysadmin-tools.
fr: Cette tâche installe kaisen-sysadmin-tools.
it: Questo compito installa kaisen-sysadmin-tools.
pt: Esta tarefa instala kaisen-sysadmin-tools.

source: Install only AppArmor profiles and tools
es: Instalar sólo perfiles y herramientas de AppArmor
fr: Installer seulement les profils et outils AppArmor
it: Installare solo profili e strumenti AppArmor
pt: Instalar apenas perfis e ferramentas AppArmor

source: This task installs kaisen-apparmor.
de: Mit dieser Aufgabe wird kaisen-apparmor installiert.
es: Esta tarea instala kaisen-apparmor.
fr: Cette tâche installe kaisen-apparmor.
it: Questo compito installa kaisen-apparmor.
pt: Esta tarefa instala kaisen-apparmor.

source: Install only backup tools
de: Nur Backup-Tools installieren
es: Instalar sólo herramientas de copia de seguridad
fr: Installer seulement les outils de backup
it: Installare solo strumenti di backup
pt: Instalar apenas ferramentas de backup

source: This task installs kaisen-backup-tools.
de: Diese Aufgabe installiert die kaisen-backup-tools.
es: Esta tarea instala kaisen-backup-tools.
fr: Cette tâche installe kaisen-backup-tools.
it: Questo compito installa kaisen-backup-tools.
pt: Esta tarefa instala kaisen-backup-tools.

source: Install only databases clients
es: Instalar sólo clientes de bases de datos
pt: Instalar apenas clientes de bases de dados

source: This task installs kaisen-databases-tools.
es: Esta tarea instala kaisen-databases-tools.
pt: Esta tarefa instala kaisen-databases-tools.

source: Install only DHCP tools
de: Nur DHCP-Tools installieren
es: Instalar sólo herramientas DHCP
fr: Installer seulement les outils DHCP
it: Installare solo strumenti DHCP
pt: Instalar apenas ferramentas DHCP

source: This task installs kaisen-dhcp-tools.
de: Diese Aufgabe installiert kaisen-dhcp-tools.
es: Esta tarea instala kaisen-dhcp-tools.
fr: Cette tâche installe kaisen-dhcp-tools.
it: Questo compito installa kaisen-dhcp-tools.
pt: Esta tarefa instala kaisen-dhcp-tools.

source: Install only DNS tools
de: Nur DNS-Tools installieren
es: Instalar sólo herramientas DNS
fr: Installer seulement les outils DNS
it: Installare solo strumenti DNS
pt: Instalar apenas ferramentas DNS

source: This task installs kaisen-dns-tools.
de: Diese Aufgabe installiert die kaisen-dns-tools.
es: Esta tarea instala kaisen-dns-tools.
fr: Cette tâche installe kaisen-dns-tools.
it: Questo compito installa kaisen-dns-tools.
pt: Esta tarefa instala kaisen-dns-tools.

source: Install only firewalling tools
de: Nur Firewalling installieren
es: Instalar sólo herramientas de firewalling
fr: Installer seulement les outils de firewalling
it: Installare solo strumenti di firewalling
pt: Instalar apenas ferramentas de firewalling

source: This task installs kaisen-firewalling.
de: Mit dieser Aufgabe wird kaisen-firewalling installiert.
es: Esta tarea instala kaisen-firewalling.
fr: Cette tâche installe kaisen-firewalling.
it: Questo compito installa kaisen-firewalling.
pt: Esta tarefa instala kaisen-firewalling.

source: Install only FTP clients
de: Nur FTP-Clients installieren
es: Instalar sólo clientes FTP
fr: Installer seulement les clients FTP
it: Installare solo client FTP
pt: Instalar apenas clientes FTP

source: This task installs kaisen-ftp-clients.
de: Mit dieser Aufgabe wird kaisen-ftp-clients installiert.
es: Esta tarea instala kaisen-ftp-clients.
fr: Cette tâche installe kaisen-ftp-clients.
it: Questo compito installa kaisen-ftp-clients.
pt: Esta tarefa instala kaisen-ftp-tools.

source: Install only Microsoft AD analyze
de: Installieren Sie nur Microsoft AD analyze
es: Instalar sólo Microsoft AD analizar
fr: Installer seulement les outils d'analyse Microsoft AD
it: Installare solo Microsoft AD analyze
pt: Instalar apenas análise do Microsoft AD

source: This task installs kaisen-microsoft-tools.
de: Mit dieser Aufgabe wird kaisen-microsoft-tools installiert.
es: Esta tarea instala kaisen-microsoft-tools.
fr: Cette tâche installe kaisen-microsoft-tools.
it: Questo compito installa kaisen-microsoft-tools.
pt: Esta tarefa instala kaisen-microsoft-tools.

source: Install only remote adminstration tools
de: Installieren Sie nur Tools für die Fernverwaltung
es: Instalar sólo herramientas de administración remota
fr: Installer seulement les outils d'administration à distance
it: Installare solo strumenti di amministrazione remota
pt: Instalar apenas ferramentas de administração remota

source: This task installs kaisen-remote-administration.
de: Mit dieser Aufgabe wird kaisen-remote-administration installiert.
es: Esta tarea instala kaisen-remote-administration.
fr: Cette tâche installe kaisen-remote-administration.
it: Questo compito installa kaisen-remote-administration.
pt: Esta tarefa instala kaisen-remote-administration.

source: Install only SSL/TLS tools
de: Nur SSL/TLS-Tools installieren
es: Instalar sólo herramientas SSL/TLS
fr: Installer seulement les outils SSL/TLS
it: Installare solo strumenti SSL/TLS
pt: Instalar apenas ferramentas SSL/TLS

source: This task installs kaisen-tls-tools.
de: Diese Aufgabe installiert die kaisen-tls-tools.
es: Esta tarea instala kaisen-tls-tools.
fr: Cette tâche installe kaisen-tls-tools.
it: Questo compito installa kaisen-tls-tools.
pt: Esta tarefa instala kaisen-tls-tools.

source: Install only sysadmin miscellaneous tools
de: Nur verschiedene Tools für Systemadministratoren installieren
es: Instalar sólo las herramientas misceláneas de sysadmin
fr: Installer seulement les outils divers pour adminsys
it: Installare solo strumenti vari di sysadmin
pt: Instalar apenas ferramentas diversas do sysadmin

source: This task installs kaisen-sysadmin-uncategorized.
de: Diese Aufgabe installiert kaisen-sysadmin-uncategorized.
es: Esta tarea instala kaisen-sysadmin-uncategorized.
fr: Cette tâche installe kaisen-sysadmin-uncategorized.
it: Questo compito installa kaisen-sysadmin-uncategorized.
pt: Esta tarefa instala kaisen-sysadmin-uncategorized.

source: Install only virtualization tools
de: Nur Virtualisierungstools installieren
es: Instalar sólo herramientas de virtualización
fr: Installer seulement les outils de virtualisation
it: Installare solo strumenti di virtualizzazione
pt: Instalar apenas ferramentas de virtualização

source: This task installs kaisen-virtualization.
de: Mit dieser Aufgabe wird kaisen-virtualization installiert.
es: Esta tarea instala kaisen-virtualización.
fr: Cette tâche installe kaisen-virtualization.
it: Questo compito installa kaisen-virtualization.
pt: Esta tarefa instala kaisen-virtualization.

source: Install DevOps and Cloud tools
de: DevOps- und Cloud-Tools installieren
es: Instalar herramientas DevOps y Cloud
fr: Installer les outils DevOps et Cloud
it: Installare strumenti DevOps e Cloud
pt: Instalar DevOps e ferramentas Cloud

source: This task installs kaisen-sysops-tools.
de: Diese Aufgabe installiert die kaisen-sysops-tools.
es: Esta tarea instala kaisen-sysops-tools.
fr: Cette tâche installe kaisen-sysops-tools.
it: Questo compito installa kaisen-sysops-tools.
pt: Esta tarefa instala kaisen-sysops-tools.

source: Install all maintenance tools
de: Installieren Sie alle Wartungswerkzeuge
es: Instalar todas las herramientas de mantenimiento
fr: Installer tous les outils de maintenance
it: Installare tutti gli strumenti di manutenzione
pt: Instalar todas as ferramentas de manutenção

source: This task installs kaisen-technicians-tools.
de: Diese Aufgabe installiert die kaisen-technicians-tools.
es: Esta tarea instala kaisen-technicians-tools.
fr: Cette tâche installe kaisen-technicians-tools.
it: Questo compito installa kaisen-technicians-tools.
pt: Esta tarefa instala kaisen-technicians-tools.

source: Install only cloning tools
de: Nur Klonwerkzeuge installieren
es: Instalar sólo herramientas de clonación
fr: Installer seulement les outils de clonage
it: Installare solo strumenti di clonazione
pt: Instalar apenas ferramentas de clonagem

source: This task installs kaisen-cloning-tools.
de: Diese Aufgabe installiert kaisen-cloning-tools.
es: Esta tarea instala kaisen-cloning-tools.
fr: Cette tâche installe kaisen-cloning-tools.
it: Questo compito installa kaisen-cloning-tools.
pt: Esta tarefa instala kaisen-cloning-tools.

source: Install only data protection tools
de: Nur Datenschutz-Tools installieren
es: Instalar sólo herramientas de protección de datos
fr: Installer seulement les outils de protection de données
it: Installare solo strumenti di protezione dei dati
pt: Instalar apenas ferramentas de protecção de dados

source: This task installs kaisen-data-protection.
de: Mit dieser Aufgabe wird kaisen-data-protection installiert.
es: Esta tarea instala kaisen-data-protection.
fr: Cette tâche installe kaisen-data-protection.
it: Questo compito installa kaisen-data-protection.
pt: Esta tarefa instala kaisen-data-protection.

source: Install only data recovery tools
de: Nur Datenrettungstools installieren
es: Instalar sólo herramientas de recuperación de datos
fr: Installer seulement les outils de récupération de données
it: Installare solo strumenti di recupero dati
pt: Instalar apenas ferramentas de recuperação de dados

source: This task installs kaisen-data-recovery.
de: Mit dieser Aufgabe wird kaisen-data-recovery installiert.
es: Esta tarea instala kaisen-data-recovery.
fr: Cette tâche installe kaisen-data-recovery.
it: Questo compito installa kaisen-data-recovery.
pt: Esta tarefa instala kaisen-data-recovery.

source: Install only disks analysis tools
de: Nur Festplattenanalyse-Tools installieren
es: Instalar sólo herramientas de análisis de discos
fr: Installer seulement les outils d'analyse de disques
it: Installare solo strumenti di analisi dei dischi
pt: Instalar apenas ferramentas de análise de discos

source: This task installs kaisen-disks-analysis.
de: Mit dieser Aufgabe wird kaisen-disks-analysis installiert.
es: Esta tarea instala kaisen-disks-analysis.
fr: Cette tâche installe kaisen-disks-analysis.
it: Questo compito installa kaisen-disks-analysis.
pt: Esta tarefa instala kaisen-disks-analysis.

source: Install only duplicates files analysis tools
es: Instalar sólo herramientas de análisis de archivos duplicados
pt: Instalar apenas ferramentas de análise de ficheiros duplicados

source: This task installs kaisen-duplicates-files.
es: Esta tarea instala kaisen-duplicates-files.
pt: Esta tarefa instala kaisen-duplicates-files.

source: Install only hardware tools
de: Nur Hardware-Werkzeuge installieren
es: Instalar sólo herramientas de hardware
fr: Installer seulement les outils pour le matériel
it: Installare solo strumenti hardware
pt: Instalar apenas ferramentas de hardware

source: This task installs kaisen-hardware.
de: Mit dieser Aufgabe wird kaisen-hardware installiert.
es: Esta tarea instala kaisen-hardware.
fr: Cette tâche installe kaisen-hardware.
it: Questo compito installa kaisen-hardware.
pt: Esta tarefa instala kaisen-hardware.

source: Install only partitioning and erasing tools
de: Installieren Sie nur Partitionierungs- und Löschwerkzeuge
es: Instalar sólo herramientas de partición y borrado
fr: Installer seulement les outils de partitionnement et effacement
it: Installare solo strumenti di partizionamento e cancellazione
pt: Instalar apenas ferramentas de partição e apagamento
