Repository: kaisenlinux/tasksel
Catalog: kaisen-tasks/po/*.po
Languages: de, es, fr, it, pt

source: This task installs kaisen-partitioning-erase.
de: Mit dieser Aufgabe wird kaisen-partitioning-erase installiert.
es: Esta tarea instala kaisen-partitioning-erase.
fr: Cette tâche installe kaisen-partitioning-erase.
it: Questo compito installa kaisen-partitioning-erase.
pt: Esta tarefa instala kaisen-partitioning-erase.

source: Install only password tools
de: Nur Passwort-Tools installieren
es: Instalar sólo herramientas de contraseña
fr: Installer seulement les outils pour mots de passe
it: Installare solo strumenti di password
pt: Instalar apenas ferramentas de senha

source: This task installs kaisen-password-tools.
de: Diese Aufgabe installiert kaisen-password-tools.
es: Esta tarea instala kaisen-password-tools.
fr: Cette tâche installe kaisen-password-tools.
it: Questo compito installa kaisen-password-tools.
pt: Esta tarefa instala kaisen-password-tools.

source: Install only Outlook PST tools
de: Nur Outlook PST-Tools installieren
es: Instalar sólo las herramientas de Outlook PST
fr: Installer seulement les outils Outlook PST
it: Installare solo strumenti PST di Outlook
pt: Instalar apenas ferramentas PST do Outlook

source: This task installs kaisen-pst-tools.
de: Diese Aufgabe installiert die kaisen-pst-tools.
es: Esta tarea instala kaisen-pst-tools.
fr: Cette tâche installe kaisen-pst-tools.
it: Questo compito installa kaisen-pst-tools.
pt: Esta tarefa instala kaisen-pst-tools.

source: Install only temperature tools
de: Nur Temperaturwerkzeuge installieren
es: Instalar sólo herramientas de temperatura
fr: Installer seulement les outils de temperature
it: Installare solo strumenti per la temperatura
pt: Instalar apenas ferramentas de temperatura

source: This task installs kaisen-temperature-tools.
de: Diese Aufgabe installiert die kaisen-temperature-tools.
es: Esta tarea instala kaisen-temperature-tools.
fr: Cette tâche installe kaisen-temperature-tools
it: Questo compito installa kaisen-temperature-tools.
pt: Esta tarefa instala kaisen-temperature-tools.

source: Install only make bootable USB tools
de: Nur bootfähige USB-Tools installieren
es: Instalar sólo hacer herramientas USB de arranque
fr: Installer seulement les outils de création de clés bootables
it: Installare solo strumenti USB avviabili
pt: Instalar apenas ferramentas USB bootáveis

source: This task installs kaisen-usb-boot.
de: Mit dieser Aufgabe wird kaisen-usb-boot installiert.
es: Esta tarea instala kaisen-usb-boot.
fr: Cette tâche installe kaisen-usb-boot.
it: Questo compito installa kaisen-usb-boot.
pt: Esta tarefa instala kaisen-usb-boot.

source: Install only virus analysis tools
de: Nur Virenanalyse-Tools installieren
es: Instalar sólo herramientas de análisis de virus
fr: Installer seulement les outils anti-virus
it: Installare solo strumenti di analisi dei virus
pt: Instalar apenas ferramentas de análise de vírus

source: This task installs kaisen-virus-analysis.
de: Mit dieser Aufgabe wird kaisen-virus-analysis installiert.
es: Esta tarea instala kaisen-virus-analysis.
fr: Cette tâche installe kaisen-virus-analysis.
it: Questo compito installa kaisen-virus-analysis.
pt: Esta tarefa instala kaisen-virus-analysis.

source: Install kaisen-update command
de: Installieren Sie den Befehl kaisen-update
es: Instalar el comando kaisen-update
fr: Installer la commande kaisen-update
it: Installare il comando kaisen-update
pt: Instalar o comando kaisen-update

source: This task installs kaisen-update.
de: Mit dieser Aufgabe wird kaisen-update installiert.
es: Esta tarea instala kaisen-update.
fr: Cette tâche installe kaisen-update.
it: Questo compito installa kaisen-update.
pt: Esta tarefa instala kaisen-virus-analysis.

source: This task installs kaisen-lxde.
de: Mit dieser Aufgabe wird kaisen-lxde installiert.
it: Questo compito installa kaisen-lxde.
